Repository: HankeKun/marble_game
Catalog: lib/l10n/intl_*.arb
Languages: de

# gameName
source: Marble Game
de: Murmelspiel

source: Play
de: Spielen

# about
source: About the app
de: Über die App

source: Music
de: Musik

source: Buy
de: Kaufen

# buyBall
source: Purchase ball
de: Ball kaufen

source: Cancel
de: Abbrechen

source: Developer
de: Entwickler

source: Development
de: Entwicklung

source: Description
de: Beschreibung

# descriptionText
source: This game was created in Flutter with Flame. It is part of a module for university.
de: Dieses Spiel wurde in Flutter mit Flame programmiert. Es ist Teil eines Moduls für die Uni.

source: Level Selection
de: Levelauswahl

source: Play on
de: Weiterspielen

source: Interrupt
de: Abbrechen

source: Interrupt game
de: Spiel abbrechen

# interruptedGame
source: Game interrupted
de: Unterbrochenes Spiel

# interruptGameNotSaved
source: The progress of an interrupted game will not be saved.
de: Der Fortschritt eines abgebrochenen Spiels wird nicht gespeichert.

# progressNotSaved
source: Progress will not be saved.
de: Fortschritt wird nicht gespeichert.

# completedLevel
source: Level completed!
de: Level geschafft!

source: Next level
de: Nächstes Level

source: Back
de: Zurück

source: Retry
de: Wiederholen

# ballToExpensive
source: You do not have enough coins!
de: Du hast nicht genug Münzen!

source: Background music
de: Hintergrundmusik

# ballPurple
source: Purple ball
de: Lila Ball

# ballRed
source: Red ball
de: Roter Ball

# ballBlue
source: Blue ball
de: Blauer Ball

# ballColorful
source: Colorful ball
de: Farbenfroher Ball

# ballFoot
source: Soccerball
de: Fußball

# ballBowling
source: Bowling ball
de: Bowlingkugel

# ballInvisible
source: Invisible ball
de: Unsichtbarball

# buyBallForAmount
source: Do you want to buy the ball for {amount} coins?
de: Willst du den Ball für {amount} Münzen kaufen?

source: Error
de: Fehler

# errorMusicChange
source: Error while changing Musicbox. Please try again!
de: Fehler während der Musikboxänderung. Bitte versuche es erneut!

# errorSoundChange
source: Error while changing Soundbox. Please try again!
de: Fehler während der Soundboxänderung. Bitte versuche es erneut!

# errorSetCurrentBall
source: Error while changing the ball. Please try again!
de: Fehler während der Ballauswahl. Bitte versuche es erneut!

# errorPurchasingBall
source: Error while purchasing a ball. Please try again!
de: Fehler während dem Ballkauf. Bitte versuche es erneut!

# errorLevelDoesNotExist
source: Level does not exist.
de: Level existiert nicht.

# errorLoadingLevel
source: Error while loading the level. Please try again.
de: Es ist ein Fehler beim laden des Levels aufgetreten. Bitte versuche es erneut.
